Old_blog/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<link rel="alternate"
      type="application/rss+xml"
      href="localhost:8000/rss.xml"
      title="RSS feed for localhost:8000/">
<title> </title>
<meta name="author" content="Jorge Beanvides">
<meta name="referrer" content="no-referrer">
<link href= "./static/style.css" rel="stylesheet" type="text/css" />
<link rel="icon" href="./static/favicon.ico">
<link rel="apple-touch-icon-precomposed" href="./static/favicon-152.png">
<link rel="msapplication-TitleImage" href="./static/favicon-144.png">
<link rel="msapplication-TitleColor" href="#0141ff">
<link rel="stylesheet" href="./static/katex.min.css">
<meta http-equiv="content-type" content="application/xhtml+xml; charset=UTF-8">
<meta name="viewport" content="initial-scale=1,width=device-width,minimum-scale=1"></head>
<body>
<div id="preamble" class="status"><div class="header">
  <a href="https://rhyloo.github.io">Un ingeniero en problemas</a>
  <div class="sitelinks">
    <a href="https://github.com/rhyloo">Github</a> | <a href="https://rhyloo.github.io/projects.html">Projects</a> | <a href="https://rhyloo.github.io/about.html">About me</a>
  </div>
</div></div>
<div id="content">
<div class="post-date">09 dic. 2023</div><h1 class="post-title"><a href="localhost:8000/Old_blog/index.html"> </a></h1>
<h1 class="beginning">
 <a href="index.html">PLOCK</a>
</h1>

<div class="description" id="org6db35ad">
<p>
Hola, seguro has llegado por algún enlace externo ya que dudo mucho
que google indexe tan rápido mi sitio, en fin es un placer que hayas
venido, sientete libre de mirar todo lo que he dejado por aquí.<br>
</p>

<p>
Lo olvidaba, soy Jorge Benavides Macias, en internet me conocen como
Rhyloo o Rhyloot según el sitio, un "aficionado" a esto de programar y
partidario de que todo lo que consumimos debería ser libre (esto no
signfiica que sea gratis) en especial el conocimiento.
</p>

</div>


<div id="block">

<div id="outline-container-org895c5e1" class="outline-2">
<h2 id="org895c5e1"><a href="projects.html">Proyectos</a></h2>
<div class="outline-text-2" id="text-org895c5e1">
<div class="projects" id="orgd6a6337">
<p>
Todos los trabajos en los que aparece mi nombre están dentro de esta
sección, mira sin miedo seguro que alguno te sorprenderá.
</p>

</div>
</div>
</div>
<div id="outline-container-orgd0682d7" class="outline-2">
<h2 id="orgd0682d7"><a href="exercises.html">Apuntes</a></h2>
<div class="outline-text-2" id="text-orgd0682d7">
<div class="exercises" id="org720f9cf">
<p>
 Espero subir todos mis apuntes del grado y que obviamente sean de
 utilidad para todos.<br>
<i>Intentaré subirlos en LaTeX</i>
</p>

</div>
</div>
</div>
<div id="outline-container-orgecb3053" class="outline-2">
<h2 id="orgecb3053"><a href="blog.html">Blog</a></h2>
<div class="outline-text-2" id="text-orgecb3053">
<div class="blog" id="orgf22d92f">
<p>
Aquí comento un poco lo que hago cada día, supongo que se irá
mezclando con mis actividades universitarias que aunque son pocas
ocupan la mayor parte de mi tiempo.
</p>

</div>
</div>
</div>
<div id="outline-container-org8ec60d5" class="outline-2">
<h2 id="org8ec60d5"><a href="problems.html">Problemas</a></h2>
<div class="outline-text-2" id="text-org8ec60d5">
<div class="problems" id="org5e69db2">
<p>
Durante este largo proyecto estoy más que seguro que encontraré
problemas en todas partes, el código no compila, el css no hace lo
que yo quiero que haga, Windows no responde, pantallazo azul, esta
sección es para darle soluciones o reírme un rato de los problema.
</p>

</div>
</div>
</div>
<div id="outline-container-org47644b1" class="outline-2">
<h2 id="org47644b1"><a href="ideas.html">Ideas</a></h2>
<div class="outline-text-2" id="text-org47644b1">
<div class="ideas" id="org0f0af1a">
<p>
Aquí escribo cualquier tontería que se me va ocurriendo por el
camino, sueños y aspiraciones con la tecnología, espero que muchas
de las ideas que plantee en esta sección terminen en la sección de proyectos.
</p>

</div>
</div>
</div>
<div id="outline-container-org4514828" class="outline-2">
<h2 id="org4514828"><a href="aboutme.html">Sobre mí</a></h2>
<div class="outline-text-2" id="text-org4514828">
<div class="aboutme" id="org0e4dec8">
<p>
Entra aquí si quieres conocerme un poco más, tienes mi curriculum
por si quieres saber que tan fiable son mis consejos, mi experiencia
y alguna que otra historia interesante sobre mi vida.
</p>

</div>
</div>
</div>
<div id="outline-container-orgf95d54b" class="outline-2">
<h2 id="orgf95d54b"><a href="contactme.html">Contáctame</a></h2>
<div class="outline-text-2" id="text-orgf95d54b">
<div class="contactme" id="org0001e4e">
<p>
Si te interesa hablar conmigo, comentarme alguna idea o proponerme
un proyecto esta es tu sección.
</p>

</div>
</div>
</div>
<div id="outline-container-org1b2466a" class="outline-2">
<h2 id="org1b2466a"><a href="agenda.html">Tareas</a></h2>
<div class="outline-text-2" id="text-org1b2466a">
<div class="tasks" id="org533cc61">
<p>
Aquí apunto todo lo que tengo que hacer o modificar para que funcione.
</p>

</div>
</div>

<footer>
 Trabajo realizado por <a id="twitter" href="https://twitter.com/Rhyloot">Rhyloo</a>
 </footer>
</div>
</div>
<div class="taglist"></div>
<div id="comments"><div id="hyvor-talk-view"></div>
<script type="text/javascript">
    var HYVOR_TALK_WEBSITE = 3390;
    var HYVOR_TALK_CONFIG = {
        url: false,
        id: location.pathname
    };
</script>
<script async type="text/javascript" src="//talk.hyvor.com/web-api/embed"></script></div></div>
<div id="postamble" class="status"></div>
</body>
</html>
