Old_blog/drafts/Old_blog/index.tex
% Created 2019-08-31 sá. 20:27
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Rhyloo}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Rhyloo},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.1 (Org mode 9.1.9)},
 pdflang={Spanish}}
\begin{document}

\begin{description}
Hola, seguro has llegado por algún enlace externo ya que dudo mucho
que google indexe tan rápido mi sitio, en fin es un placer que hayas
venido, sientete libre de mirar todo lo que he dejado por aquí.\\

Lo olvidaba, soy Jorge Benavides Macias, en internet me conocen como
Rhyloo o Rhyloot según el sitio, un "aficionado" a esto de programar y
partidario de que todo lo que consumimos debería ser libre (esto no
signfiica que sea gratis) en especial el conocimiento.
\end{description}

\section*{\href{projects.html}{Proyectos}}
\label{sec:org0000000}
\begin{projects}
Todos los trabajos en los que aparece mi nombre están dentro de esta
sección, mira sin miedo seguro que alguno te sorprenderá.
\end{projects}
\section*{\href{exercises.html}{Apuntes}}
\label{sec:org0000001}
\begin{exercises}
 Espero subir todos mis apuntes del grado y que obviamente sean de
 utilidad para todos.\\
\emph{Intentaré subirlos en \LaTeX{}}
\end{exercises}
\section*{\href{blog.html}{Blog}}
\label{sec:org0000002}
\begin{blog}
Aquí comento un poco lo que hago cada día, supongo que se irá
mezclando con mis actividades universitarias que aunque son pocas
ocupan la mayor parte de mi tiempo.
\end{blog}
\section*{\href{problems.html}{Problemas}}
\label{sec:org0000003}
\begin{problems}
Durante este largo proyecto estoy más que seguro que encontraré
problemas en todas partes, el código no compila, el css no hace lo
que yo quiero que haga, Windows no responde, pantallazo azul, esta
sección es para darle soluciones o reírme un rato de los problema.
\end{problems}
\section*{\href{ideas.html}{Ideas}}
\label{sec:org0000004}
\begin{ideas}
Aquí escribo cualquier tontería que se me va ocurriendo por el
camino, sueños y aspiraciones con la tecnología, espero que muchas
de las ideas que plantee en esta sección terminen en la sección de proyectos.
\end{ideas}
\section*{\href{aboutme.html}{Sobre mí}}
\label{sec:org0000005}
\begin{aboutme}
Entra aquí si quieres conocerme un poco más, tienes mi curriculum
por si quieres saber que tan fiable son mis consejos, mi experiencia
y alguna que otra historia interesante sobre mi vida.
\end{aboutme}
\section*{\href{contactme.html}{Contáctame}}
\label{sec:org0000006}
\begin{contactme}
Si te interesa hablar conmigo, comentarme alguna idea o proponerme
un proyecto esta es tu sección.
\end{contactme}
\section*{\href{agenda.html}{Tareas}}
\label{sec:org0000007}
\begin{tasks}
Aquí apunto todo lo que tengo que hacer o modificar para que funcione.
\end{tasks}
\end{document}